Repository: PangMo5/Tatami
Catalog: Tatami/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# Flipped the focused tile's parent split
source: Changed the focused tile’s split direction
ja: フォーカス中のタイルの親分割を切り替えました
ko: 포커스한 타일의 상위 분할 방향을 바꿨어요
zh_hans: 已切换已聚焦平铺块的上级分割
zh_hant: 已切換已聚焦並排區塊的上層分割

# Float
source: Always on Top
ja: 常に手前
ko: 항상 위
zh_hans: 置顶
zh_hant: 置頂

# Float & Ignore
source: Always on Top & Leave As Is
ja: 常に手前・そのまま
ko: 항상 위와 그대로 두기
zh_hans: 置顶与保持原样
zh_hant: 置頂與維持原狀

# Float + Workspaces
source: Always on Top + Workspaces
ja: 常に手前＋ワークスペース
ko: 항상 위 + 작업 공간
zh_hans: 置顶 + 工作区
zh_hant: 置頂＋工作空間

source: Always on Top and Leave As Is are set per workspace. Assign an app to preview them.
ja: 「常に手前」と「そのまま」はワークスペースごとの設定です。プレビューするには、アプリを1つ割り当ててください。
ko: ‘항상 위’와 ‘그대로 두기’는 작업 공간마다 따로 정해요. 미리 보려면 이 작업 공간에 지정한 앱이 하나 필요해요.
zh_hans: “置顶”和“保持原样”按工作区单独设置。请先分配一个应用再预览。
zh_hant: 「置頂」與「維持原狀」會依工作空間分別設定。請先指派一個 App 再預覽。

# Float Lab
source: Always on Top
ja: 「常に手前」の練習
ko: 항상 위 실습
zh_hans: 置顶练习
zh_hant: 置頂練習

source: Keep the focused app on top everywhere. If it isn’t shared yet, Tatami adds it to Shared Apps. Turn this off to tile it, or remove it from Shared Apps in Workspaces.
ja: フォーカス中のアプリを、どのワークスペースでも常に手前に表示します。まだ共有アプリでなければ追加し、オフにするとタイル表示へ戻します。共有アプリから外すには、「ワークスペース」で所属を変更してください。
ko: 포커스한 앱을 모든 작업 공간의 타일 위에 표시해요. 아직 공용 앱이 아니라면 ‘항상 위’ 상태로 공용 앱에 추가돼요. 다시 끄면 공용 타일링으로 바뀌고, 공용 앱에서 빼려면 작업 공간의 소속 설정을 바꿔야 해요.
zh_hans: 让焦点应用在所有工作区保持置顶。若尚未共享，Tatami 会将它加入共享应用。关闭后恢复平铺；若要移出共享应用，请在“工作区”中更改归属。
zh_hant: 讓焦點 App 在所有工作空間保持置頂。若尚未共用，Tatami 會將它加入共用 App。關閉後恢復並排；若要移出共用 App，請在「工作空間」中變更歸屬。

source: Keep the focused app on top in this workspace. If it isn’t assigned yet, Tatami adds it here. Use the command again to return it to the tiled layout.
ja: フォーカス中のアプリを、このワークスペースで常に手前に表示します。未割り当ての場合はここへ追加され、もう一度実行するとタイル表示に戻ります。
ko: 포커스한 앱을 현재 작업 공간의 타일 위에 표시해요. 아직 지정되지 않았다면 ‘항상 위’ 상태로 추가되고, 다시 누르면 타일링으로 돌아가요.
zh_hans: 让焦点应用在当前工作区保持置顶。若尚未分配，Tatami 会先将它加入。再次使用此操作即可恢复平铺。
zh_hant: 讓焦點 App 在目前的工作空間保持置頂。若尚未指派，Tatami 會先將它加入。再次使用這個操作即可恢復並排。

# Floated / tiled — per-workspace and shared.
source: Always-on-top and tiled behavior for each workspace and Shared Apps.
ja: ワークスペース別／共有の「常に手前」とタイル表示の状態です。
ko: 항상 위와 타일링을 전환할 때 보여줘요. 작업 공간별 앱과 공용 앱 모두 포함해요.
zh_hans: 按工作区和共享范围显示置顶/平铺状态。
zh_hant: 依工作空間與共用範圍顯示置頂／並排狀態。

# Floating
source: Always on Top
ja: 常に手前
ko: 항상 위
zh_hans: 置顶
zh_hant: 置頂

# Floating %@ above the split tree
source: Kept %@ on top of the tiled layout
ja: %@をタイル表示より手前に置きました
ko: 항상 위에 표시 · %@
zh_hans: 已将 %@ 置顶到平铺布局上方
zh_hant: 已將 %@ 置頂至並排佈局上方

# Floating changes
source: Always-on-top changes
ja: 「常に手前」の変更
ko: 항상 위 변경
zh_hans: 置顶更改
zh_hant: 置頂變更

# Floating color
source: Always-on-top color
ja: 「常に手前」のカラー
ko: 항상 위 표시 색상
zh_hans: 置顶颜色
zh_hant: 置頂顏色

# Floating needs Screen Recording
source: Always on Top Requires Screen Recording
ja: 「常に手前」には画面収録の許可が必要です
ko: ‘항상 위’를 사용하려면 화면 기록 권한이 필요해요
zh_hans: 置顶需要屏幕录制权限
zh_hant: 置頂需要螢幕錄製權限

source: Allow Screen Recording in Settings → General → Permissions, then relaunch Tatami to keep windows on top.
ja: ウインドウを常に手前へ表示するには、画面収録の許可が必要です。「設定 → 一般 → 権限」で許可し、Tatamiを再起動してください。
ko: 이 권한이 없으면 창을 타일 위에 유지할 수 없어요. ‘설정 → 일반 → 권한’에서 허용한 뒤 다시 실행해 주세요.
zh_hans: 请前往“设置 → 通用 → 权限”允许屏幕录制，然后重新启动 Tatami，才能让窗口保持置顶。
zh_hant: 請前往「設定 → 一般 → 權限」允許螢幕錄製，然後重新啟動 Tatami，才能讓視窗保持置頂。

# Floating: %@
source: Always on Top: %@
ja: 常に手前：%@
ko: 항상 위: %@
zh_hans: 置顶：%@
zh_hant: 置頂：%@

source: Focus
ja: フォーカス
ko: 포커스
zh_hans: 焦点
zh_hant: 焦點

# Focus & Cycling
source: Focus & Switching
ja: フォーカスと切り替え
ko: 포커스와 전환
zh_hans: 焦点与切换
zh_hant: 焦點與切換

# Focus & Cycling Lab
source: Focus & Switching Lab
ja: フォーカスと切り替えの練習
ko: 포커스와 전환 실습
zh_hans: 焦点与切换练习
zh_hant: 焦點與切換練習

source: Focus & Displays
ja: フォーカスとディスプレイ
ko: 포커스와 디스플레이
zh_hans: 焦点与显示器
zh_hant: 焦點與顯示器

source: Focus & Mouse
ja: フォーカスとマウス
ko: 포커스와 마우스
zh_hans: 焦点与鼠标
zh_hant: 焦點與滑鼠

source: Focus a neighboring tile
ja: 隣のタイルへフォーカス
ko: 이웃 타일로 포커스 옮기기
zh_hans: 聚焦相邻平铺窗口
zh_hant: 聚焦相鄰並排視窗

source: Focus and pointer on your finished layout
ja: 完成したレイアウトでフォーカスとポインタを確認します
ko: 완성된 배치에서 포커스와 포인터를 확인해요
zh_hans: 在完成的布局中体验焦点与指针
zh_hant: 在完成的佈局中體驗焦點與游標

source: Focus and Zoom work with one window. Add another tiled window to see Switch, Swap, Resize, Split, and Balance.
ja: フォーカスとズームはウインドウが1つでも試せます。切り替え、入れ替え、サイズ変更、分割、均等化は、管理対象のウインドウが2つ以上あると変化を確認できます。
ko: 포커스와 확대는 창 하나로도 확인할 수 있어요. 전환, 교체, 크기 조절, 분할, 균등 배치는 BSP 타일이 두 개 이상일 때 변화를 확인하기 쉬워요.
zh_hans: 一个窗口即可体验焦点和缩放；至少需要两个受管理窗口，才能看清切换、交换、调整大小、分区和均衡的效果。
zh_hant: 一個視窗即可體驗焦點與縮放；至少需要兩個受管理視窗，才能看清楚切換、交換、調整大小、分割與平衡的效果。

source: Focus app
ja: アプリをフォーカス
ko: 앱 포커스
zh_hans: 聚焦应用
zh_hant: 聚焦 App

source: Focus changes the target for the next command without moving any window. Click Focus or use the recorded focus shortcut.
ja: フォーカスはウインドウを動かさず、次のコマンドの対象だけを変えます。「フォーカス」をクリックするか、記録したフォーカスショートカットを使ってください。
ko: 창을 옮기지 않고 다음 명령을 적용할 대상을 바꿔요. ‘포커스’를 누르거나 설정한 단축키를 사용해 보세요.
zh_hans: 焦点只会更改下一条命令的目标，不会移动任何窗口。点击“焦点”或使用已录制的焦点快捷键。
zh_hant: 焦點只會變更下一個指令的目標，不會移動任何視窗。按一下「焦點」或使用已錄製的焦點快速鍵。

source: Focus down
ja: 下へフォーカス
ko: 아래로 포커스
zh_hans: 向下聚焦
zh_hant: 向下聚焦

source: Focus follows mouse (FFM)
ja: マウスフォーカス（FFM）
ko: 마우스를 따라가는 포커스(FFM)
zh_hans: 焦点跟随鼠标（FFM）
zh_hant: 焦點跟隨滑鼠（FFM）

source: Focus Follows Mouse (FFM)
ja: マウスフォーカス（FFM）
ko: 마우스를 따라가는 포커스(FFM)
zh_hans: 焦点跟随鼠标（FFM）
zh_hant: 焦點跟隨滑鼠（FFM）

source: Focus left
ja: 左へフォーカス
ko: 왼쪽으로 포커스
zh_hans: 向左聚焦
zh_hant: 向左聚焦

source: Focus Left / Right / Up / Down
ja: 左／右／上／下へフォーカス
ko: 왼쪽/오른쪽/위/아래 포커스
zh_hans: 向左/右/上/下聚焦
zh_hant: 向左/右/上/下聚焦

source: Focus moved
ja: フォーカスを移動しました
ko: 포커스를 옮겼어요
zh_hans: 焦点已移动
zh_hant: 焦點已移動

source: Focus Next / Previous display
ja: 次／前のディスプレイへフォーカス
ko: 다음/이전 디스플레이로 포커스
zh_hans: 聚焦下一个/上一个显示器
zh_hant: 聚焦下一個/上一個顯示器

source: Focus next display
ja: 次のディスプレイへフォーカス
ko: 다음 디스플레이로 포커스
zh_hans: 聚焦下一台显示器
zh_hant: 聚焦下一台顯示器

source: Focus previous display
ja: 前のディスプレイへフォーカス
ko: 이전 디스플레이로 포커스
zh_hans: 聚焦上一台显示器
zh_hant: 聚焦上一台顯示器

source: Focus right
ja: 右へフォーカス
ko: 오른쪽으로 포커스
zh_hans: 向右聚焦
zh_hant: 向右聚焦

source: Focus the active workspace on the next display (loops around).
ja: 次のディスプレイで有効なワークスペースへフォーカスします。最後まで進むと先頭へ戻ります。
ko: 다음 디스플레이의 현재 작업 공간으로 포커스를 옮겨요. 끝에서는 처음으로 돌아가요.
zh_hans: 将焦点移到下一台显示器的当前工作区；到最后一台后会回到第一台。
zh_hant: 將焦點移到下一台顯示器的目前工作空間；到最後一台後會回到第一台。

source: Focus the active workspace on the previous display (loops around).
ja: 前のディスプレイで有効なワークスペースへフォーカスします。先頭からは最後へ戻ります。
ko: 이전 디스플레이의 현재 작업 공간으로 포커스를 옮겨요. 처음에서는 끝으로 돌아가요.
zh_hans: 将焦点移到上一台显示器的当前工作区；到第一台后会回到最后一台。
zh_hant: 將焦點移到上一台顯示器的目前工作空間；到第一台後會回到最後一台。

source: Focus up
ja: 上へフォーカス
ko: 위로 포커스
zh_hans: 向上聚焦
zh_hant: 向上聚焦

source: Focus, switch, swap, resize, split, zoom, and balance changed only this draft display.
ja: フォーカス、切り替え、入れ替え、サイズ変更、分割、ズーム、均等化は、すべてこの下書き用ディスプレイ内だけで変更されました。
ko: 포커스, 전환, 교체, 크기 조절, 분할, 확대, 균등 배치는 모두 이 초안 모니터 안에서만 바뀌었어요.
zh_hans: 焦点、切换、交换、调整大小、分区、缩放和均衡都只改变了此草稿显示器。
zh_hant: 焦點、切換、交換、調整大小、分割、縮放與平衡都只改變了這個草稿顯示器。

source: Focused
ja: フォーカス中
ko: 세밀하게
zh_hans: 已聚焦
zh_hant: 已聚焦

source: Focused across the Borrow boundary to %@
ja: 借りたワークスペースとの境界を越えて%@にフォーカスしました
ko: 빌려오기 경계를 넘어 포커스를 옮겼어요 · %@
zh_hans: 已跨过借用边界，将焦点移到 %@
zh_hant: 已跨過借用邊界，將焦點移至 %@

source: Focused the %@ neighbour
ja: %@側の隣へフォーカスしました
ko: %@ 이웃으로 포커스를 옮겼어요
zh_hans: 已聚焦%@侧相邻窗口
zh_hant: 已聚焦%@側相鄰視窗

source: Follow app focus
ja: アプリのフォーカスに追従
ko: 앱 포커스 따라가기
zh_hans: 跟随应用焦点
zh_hant: 跟隨 App 焦點

source: Foundation
ja: 基礎
ko: 기초
zh_hans: 基础
zh_hant: 基礎

source: Four-Finger Swipes
ja: 4本指スワイプ
ko: 네 손가락 스와이프
zh_hans: 四指轻扫
zh_hant: 四指滑動

source: Fullscreen
ja: フルスクリーン
ko: 전체 화면
zh_hans: 全屏
zh_hant: 全螢幕

source: Fullscreen color
ja: フルスクリーンカラー
ko: 전체 화면 색상
zh_hans: 全屏颜色
zh_hant: 全螢幕顏色

source: Fullscreen zoom
ja: フルスクリーンズーム
ko: 전체 화면 확대
zh_hans: 全屏缩放
zh_hant: 全螢幕縮放

source: Gaps
ja: 間隔
ko: 간격
zh_hans: 间距
zh_hant: 間距

source: General
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Gesture + Tiling
ja: ジェスチャ＋タイル表示
ko: 제스처 + 타일링
zh_hans: 手势 + 平铺
zh_hant: 手勢 + 並排

source: Gesture controller
ja: ジェスチャコントローラ
ko: 제스처 컨트롤러
zh_hans: 手势控制器
zh_hant: 手勢控制器

source: Gesture Lab
ja: ジェスチャの練習
ko: 제스처 실습
zh_hans: 手势练习
zh_hant: 手勢練習

source: Gestures
ja: ジェスチャ
ko: 제스처
zh_hans: 手势
zh_hant: 手勢

source: Git client
ja: Gitクライアント
ko: Git 클라이언트
zh_hans: Git 客户端
zh_hant: Git 用戶端

source: Global
ja: グローバル
ko: 전역
zh_hans: 全局
zh_hant: 全域

source: Go back to Workspaces and assign at least two apps to practice moving and resizing tiles.
ja: 「ワークスペース」に戻り、アプリを2つ以上割り当ててください。タイルの移動とサイズ変更を練習できます。
ko: 작업 공간으로 돌아가 앱을 두 개 이상 지정해 주세요. 그래야 타일 이동과 크기 조절을 연습할 수 있어요.
zh_hans: 返回“工作区”并至少分配两个应用，即可练习移动和调整平铺窗口。
zh_hant: 返回「工作空間」並至少指派兩個 App，即可練習移動與調整並排視窗。

source: Going past the last workspace returns to the first, so repeated Next/Previous commands never dead-end.
ja: 最後のワークスペースの次は先頭へ戻ります。「次へ／前へ」を繰り返しても行き止まりになりません。
ko: 마지막 작업 공간 다음에는 첫 작업 공간으로 돌아가요. 다음/이전을 계속 눌러도 막히지 않아요.
zh_hans: 越过最后一个工作区后会回到第一个，因此连续使用“下一个/上一个”不会卡住。
zh_hant: 越過最後一個工作空間後會回到第一個，因此連續使用「下一個／上一個」不會卡住。

source: Grant Accessibility and Screen Recording in System Settings → Privacy & Security, then relaunch Tatami
ja: 「システム設定 → プライバシーとセキュリティ」でアクセシビリティと画面収録を許可し、Tatamiを再起動してください
ko: ‘시스템 설정 → 개인정보 보호 및 보안’에서 손쉬운 사용과 화면 기록을 허용한 뒤 Tatami를 다시 실행하세요
zh_hans: 请在“系统设置 → 隐私与安全性”中授予辅助功能和屏幕录制权限，然后重新启动 Tatami
zh_hant: 請在「系統設定 → 隱私權與安全性」中允許輔助使用和螢幕錄製，然後重新啟動 Tatami

source: Grant Accessibility in System Settings → Privacy & Security, then relaunch Tatami
ja: 「システム設定 → プライバシーとセキュリティ」でアクセシビリティを許可し、Tatamiを再起動してください
ko: ‘시스템 설정 → 개인정보 보호 및 보안’에서 손쉬운 사용을 허용한 뒤 Tatami를 다시 실행하세요
zh_hans: 请在“系统设置 → 隐私与安全性”中授予辅助功能权限，然后重新启动 Tatami
zh_hant: 請在「系統設定 → 隱私權與安全性」中允許輔助使用，然後重新啟動 Tatami

source: Grant…
ja: 許可…
ko: 권한 허용…
zh_hans: 授权…
zh_hant: 允許…

# Granted — floating windows can be mirrored above the tiles.
source: Allowed — Tatami can keep mirrored windows above the tiled layout.
ja: 許可済み — ウインドウをタイル表示より手前に表示できます。
ko: 화면 기록을 허용했어요. 창을 타일 위에 미러로 표시할 수 있어요.
zh_hans: 已授权 — 可以将窗口镜像置顶到平铺布局上方。
zh_hant: 已允許 — 可以將視窗鏡像置頂至並排佈局上方。

# Granted — local floating mirrors are available.
source: Allowed — always-on-top windows are available on this Mac.
ja: 許可済み — このMacで「常に手前」を使用できます。
ko: 화면 기록을 허용했어요. 이 Mac에서 ‘항상 위’ 미러를 사용할 수 있어요.
zh_hans: 已授权 — 可以在这台 Mac 上使用置顶窗口。
zh_hant: 已允許 — 可以在這台 Mac 上使用置頂視窗。

source: Granted — Tatami can move, resize, and focus windows.
ja: 許可済み — Tatamiでウインドウの移動、サイズ変更、フォーカスができます。
ko: 손쉬운 사용을 허용했어요. Tatami가 창을 옮기고 크기를 바꾸고 포커스할 수 있어요.
zh_hans: 已授权 — Tatami 可以移动、调整窗口大小并聚焦窗口。
zh_hant: 已允許 — Tatami 可以移動、調整視窗大小並聚焦視窗。

source: Grew the focused window by one step
ja: フォーカス中のウインドウを1段階拡大しました
ko: 포커스한 창을 한 단계 키웠어요
zh_hans: 已将聚焦窗口放大一级
zh_hant: 已將聚焦視窗放大一級

source: Group by work you enter, not by app category
ja: アプリの種類ではなく、取り組む仕事でまとめます
ko: 앱 종류가 아니라 시작하려는 일로 묶어요
zh_hans: 按要做的事分组，而不是按应用类别
zh_hant: 依要做的事分組，而不是依 App 類別

source: Grow
ja: 拡大
ko: 늘리기
zh_hans: 扩大
zh_hant: 放大

source: Grow / Shrink
ja: 拡大／縮小
ko: 키우기/줄이기
zh_hans: 放大/缩小
zh_hant: 放大/縮小

source: Grow window
ja: ウインドウを拡大
ko: 창 늘리기
zh_hans: 扩大窗口
zh_hant: 放大視窗

source: Grow/Shrink changes the ratio of the split that owns the focused tile; dragging a divider writes the same value.
ja: 拡大／縮小では、フォーカス中のタイルを含む分割の比率を変更します。仕切りをドラッグしても同じ値が保存されます。
ko: 늘리기/줄이기는 포커스한 타일이 속한 분할 비율을 바꿔요. 구분선을 드래그해도 같은 값이 저장돼요.
zh_hans: 扩大/缩小会调整焦点平铺窗口所属分区的比例；拖动分隔线也会写入同一个值。
zh_hant: 放大／縮小會調整焦點並排視窗所屬分割區的比例；拖曳分隔線也會寫入相同的值。

source: Guided Setup
ja: ガイド設定
ko: 가이드 설정
zh_hans: 引导设置
zh_hant: 引導設定

source: Handling is saved on that app assignment inside this draft workspace.
ja: この扱い方は、下書きワークスペース内のアプリ割り当てに保存されます。
ko: 이 관리 방식은 초안 작업 공간의 해당 앱 설정에 저장돼요.
zh_hans: 此管理方式会保存到草稿工作区中的应用分配设置。
zh_hant: 這個管理方式會儲存至草稿工作空間中的 App 指派設定。

source: Handling mode
ja: 扱い方
ko: 관리 방식
zh_hans: 管理方式
zh_hant: 管理方式

source: Held with a key equivalent to switch workspaces. Each workspace's key is set in its own settings; the built-in targets below cover recent / next / previous. Clear it to disable key-equivalent switching.
ja: ワークスペースのキーと組み合わせて切り替えます。各ワークスペースのキーはそれぞれの設定で指定し、下の内蔵ターゲットでは直前／次／前を扱います。キー相当の切り替えを無効にするには消去してください。
ko: 작업 공간 키와 함께 눌러 전환해요. 각 작업 공간의 키는 해당 설정에서 정하고, 아래 기본 대상은 최근/다음/이전 작업 공간을 다뤄요. 키 조합 전환을 끄려면 이 값을 지우세요.
zh_hans: 按住此修饰键并配合工作区按键即可切换。每个工作区的按键在各自设置中指定；下方内置目标用于最近/下一个/上一个。清除此项可关闭按键组合切换。
zh_hant: 按住這個修飾鍵並搭配工作空間按鍵即可切換。每個工作空間的按鍵會在各自設定中指定；下方內建目標用於最近／下一個／上一個。清除此項可關閉按鍵組合切換。

source: Held with a workspace's key equivalent to assign the focused app to it.
ja: ワークスペースのキーと組み合わせると、フォーカス中のアプリをそこへ割り当てます。
ko: 작업 공간 키와 함께 누르면 포커스한 앱을 그 작업 공간에 지정해요.
zh_hans: 按住此修饰键并配合工作区按键，即可将焦点应用分配到该工作区。
zh_hant: 按住這個修飾鍵並搭配工作空間按鍵，即可將焦點 App 指派至該工作空間。

source: Held with a workspace's key equivalent to borrow it into the current screen — then a direction key places it.
ja: ワークスペースのキーと組み合わせると、現在の画面の隣へ一時表示します。その後、方向キーで配置します。
ko: 작업 공간 키와 함께 누르면 현재 화면으로 빌려와요. 이어서 방향키로 위치를 정해요.
zh_hans: 按住此修饰键并配合工作区按键，即可将其借用当前屏幕；再用方向键放置。
zh_hant: 按住這個修飾鍵並搭配工作空間按鍵，即可將它借用目前畫面；再用方向鍵放置。

source: Hide cursor on focus
ja: フォーカス時にポインタを隠す
ko: 포커스할 때 포인터 숨기기
zh_hans: 聚焦时隐藏指针
zh_hant: 聚焦時隱藏游標

source: Hide the cursor on a workspace switch until you move the mouse.
ja: ワークスペースを切り替えた後、マウスを動かすまでポインタを隠します。
ko: 작업 공간을 전환하면 마우스를 움직일 때까지 포인터를 숨겨요.
zh_hans: 切换工作区后隐藏指针，直到你移动鼠标。
zh_hant: 切換工作空間後隱藏游標，直到你移動滑鼠。

source: Hide the dot while the cursor is over it.
ja: ポインタがドットに重なっている間は非表示にします。
ko: 포인터가 점 위에 있으면 점을 숨겨요.
zh_hans: 指针位于圆点上时隐藏圆点。
zh_hant: 游標位於圓點上時隱藏圓點。

source: High
ja: 高
ko: 높음
zh_hans: 高
zh_hant: 高

source: Hold this key to temporarily pause focus-follows-mouse.
ja: このキーを押している間、マウスフォーカスを一時停止します。
ko: 이 키를 누르고 있는 동안 마우스를 따라 포커스 기능을 잠시 멈춰요.
zh_hans: 按住此键可暂时停用焦点跟随鼠标。
zh_hant: 按住這個按鍵可暫時停用焦點跟隨滑鼠。

source: Host
ja: ホスト
ko: 호스트
zh_hans: 主工作区
zh_hant: 主工作空間

source: Host workspace
ja: ホストワークスペース
ko: 호스트 작업 공간
zh_hans: 主工作区
zh_hant: 主工作空間

source: How far you must swipe to switch — higher sensitivity needs a shorter swipe.
ja: 切り替えに必要なスワイプ距離です。感度を上げるほど、短いスワイプで切り替わります。
ko: 전환에 필요한 스와이프 거리예요. 민감도가 높을수록 짧게 밀어도 전환돼요.
zh_hans: 切换所需的轻扫距离。灵敏度越高，轻扫越短也能切换。
zh_hant: 切換所需的滑動距離。靈敏度越高，滑動越短也能切換。

# How long the overlay stays up. HUDs with a follow-up hint stay twice as long.
source: How long on-screen feedback remains visible. Feedback with a next-step hint stays twice as long.
ja: 画面上の通知を表示する時間です。次の操作ヒントがある通知は2倍長く表示されます。
ko: 화면 알림이 표시되는 시간이에요. 다음 동작 안내가 있으면 두 배 더 오래 보여줘요.
zh_hans: 操作反馈在屏幕上的显示时长。包含下一步提示时，显示时间会延长一倍。
zh_hant: 操作回饋在畫面上的顯示時間。包含下一步提示時，顯示時間會延長一倍。

source: How should Tatami handle this app?
ja: Tatamiでこのアプリをどう扱いますか？
ko: Tatami가 이 앱을 어떻게 관리할까요?
zh_hans: Tatami 应如何管理此应用？
zh_hant: Tatami 要如何管理這個 App？

source: Icon
ja: アイコン
ko: 아이콘
zh_hans: 图标
zh_hant: 圖示

source: If you focus a managed app that belongs to another workspace, Tatami follows it to the owning workspace instead of exposing mixed workspaces.
ja: 別のワークスペースに所属する管理対象アプリをフォーカスすると、作業環境を混在させず、そのアプリの所属先へ移動します。
ko: 다른 작업 공간에 속한 관리 앱을 포커스하면, 서로 다른 작업 공간을 섞지 않고 해당 앱의 작업 공간으로 따라가요.
zh_hans: 聚焦属于其他工作区的受管理应用时，Tatami 会跟随到其所属场景，而不会混合显示不同场景。
zh_hant: 聚焦屬於其他工作空間的受管理 App 時，Tatami 會跟隨至其所屬工作空間，而不會混合顯示不同工作空間。

source: Ignore
ja: そのまま
ko: 그대로 두기
zh_hans: 保持原样
zh_hant: 維持原狀

source: Ignore full-screen windows
ja: フルスクリーンウインドウを対象外にする
ko: 전체 화면 창은 포커스하지 않기
zh_hans: 忽略全屏窗口
zh_hant: 忽略全螢幕視窗

# Ignore workspaces with no running apps when cycling next/previous.
source: Skip workspaces with no running apps when switching to the next or previous workspace.
ja: 次／前へ切り替えるとき、実行中のアプリがないワークスペースを飛ばします。
ko: 다음/이전으로 전환할 때 실행 중인 앱이 없는 작업 공간은 건너뛰어요.
zh_hans: 切换到下一个/上一个时，跳过没有运行中应用的工作区。
zh_hant: 切換至下一個／上一個時，略過沒有執行中 App 的工作空間。

source: Implement and run one change
ja: 変更を1つ実装して実行する
ko: 변경 하나를 구현하고 실행해요
zh_hans: 实现并运行一项更改
zh_hant: 實作並執行一項變更

# Include a one-app quick-access context for brief side work
source: Include a one-app quick-access workspace for brief side work
ja: 短い作業用に、1アプリだけのクイックアクセス用作業環境を含めます
ko: 잠깐 쓰는 앱 하나를 위한 빠른 작업 공간도 포함해요
zh_hans: 加入一个只放单个应用的快速访问场景，处理临时任务
zh_hant: 加入一個只放單一 App 的快速存取工作空間，處理臨時工作

source: Inner gap separates neighboring tiles. Outer gap reserves breathing room between the BSP canvas and the display edge.
ja: 内側の間隔は隣り合うタイルを離します。外側の間隔はBSPキャンバスとディスプレイ端の間に余白を作ります。
ko: 안쪽 간격은 이웃 타일 사이를 띄워요. 바깥쪽 간격은 BSP 캔버스와 디스플레이 가장자리 사이에 여백을 만들어요.
zh_hans: 内间距分隔相邻的平铺窗口；外间距在 BSP 画布与显示器边缘之间留出空间。
zh_hant: 內間距分隔相鄰的並排視窗；外間距在 BSP 畫布與顯示器邊緣之間留出空間。

source: Inner gap: %lld px
ja: 内側の間隔：%lld px
ko: 안쪽 간격: %lldpx
zh_hans: 内间距：%lld px
zh_hant: 內間距：%lld px

source: Inspect code and coordinate feedback
ja: コードを確認し、フィードバックを調整する
ko: 코드를 살펴보고 피드백을 조율해요
zh_hans: 检查代码并协调反馈
zh_hant: 檢查程式碼並協調回饋

source: Inspired by
ja: 影響を受けたプロジェクト
ko: 영감을 준 프로젝트
zh_hans: 灵感来源
zh_hant: 靈感來源

source: Install…
ja: インストール…
ko: 설치…
zh_hans: 安装…
zh_hant: 安裝…

source: Installed at %@
ja: %@にインストール済み
ko: 설치 위치 · %@
zh_hans: 已安装到%@
zh_hant: 已安裝至%@

source: Installed via Homebrew at %@
ja: Homebrewで%@にインストール済み
ko: Homebrew 설치 위치 · %@
zh_hans: 已通过 Homebrew 安装到%@
zh_hant: 已透過 Homebrew 安裝至%@

# Invalid shortcut "%@" in config.toml — not registered
source: The shortcut “%@” in config.toml isn’t valid, so Tatami didn’t register it.
ja: config.tomlのショートカット「%@」が無効なため、登録しませんでした
ko: 단축키 형식이 올바르지 않아 등록하지 않았어요 · “%@”
zh_hans: config.toml 中的快捷键“%@”无效，未注册
zh_hant: config.toml 中的快速鍵「%@」無效，未註冊

source: It will no longer open or tile in this workspace. You can add it back anytime.
ja: このワークスペースでは開かず、タイル表示もされなくなります。必要になればいつでも追加し直せます。
ko: 이제 이 작업 공간에서 자동으로 열리거나 타일로 배치되지 않아요. 필요하면 언제든 다시 추가할 수 있어요.
zh_hans: 它将不再在此工作区中打开或平铺。你可以随时重新添加。
zh_hant: 它將不再於這個工作空間中開啟或並排。你可以隨時重新加入。

source: Keep exactly one app here—such as a terminal or notes window—then Borrow it only when needed.
ja: ターミナルやメモなど、アプリを1つだけ置き、必要なときだけ借りて表示します。
ko: 터미널이나 메모처럼 앱 하나만 두고 필요할 때만 빌려와요.
zh_hans: 这里只放一个应用，例如终端或笔记窗口，需要时再借用。
zh_hant: 這裡只放一個 App，例如終端機或筆記視窗，需要時再借用。

source: Keep one setup for the laptop, or add another for a desk display arrangement.
ja: ノートPC用の設定を1つ使うか、デスクのディスプレイ構成用にもう1つ追加できます。
ko: 노트북용 설정 하나만 써도 되고, 책상 디스플레이 구성용 설정을 더 만들어도 돼요.
zh_hans: 可以只保留笔记本电脑的一套设置，也可为桌面显示器布局再添加一套。
zh_hant: 可以只保留筆記型電腦的一套設定，也可為桌面顯示器配置再加入一套。

source: Keep SIP enabled, avoid shell scripts, and retain a readable TOML configuration.
ja: SIPを有効に保ち、シェルスクリプトを使わず、読みやすいTOML設定を維持します。
ko: SIP은 켜둔 채로 셸 스크립트 없이, 읽기 쉬운 TOML 설정을 유지해요.
zh_hans: 保持 SIP 启用，不依赖 shell 脚本，并保留易读的 TOML 配置。
zh_hant: 保持 SIP 啟用，不依賴 shell script，並保留易讀的 TOML 設定。

source: Keep the menu-bar workspace manager ready.
ja: メニューバーからいつでもワークスペースを管理できます。
ko: 메뉴 막대에서 작업 공간을 바로 관리할 수 있어요.
zh_hans: 让工作区管理器随时待命于菜单栏。
zh_hant: 讓工作空間管理器隨時待命於選單列。

source: Keep the pointer attached to the focused window. It moves to the window’s center after Tatami changes focus or workspaces, after opening or closing a window changes focus, and after a swap moves the focused tile. Clicking a window preserves the click position.
ja: ポインタをフォーカス中の管理対象ウインドウへ追従させます。Tatamiのフォーカス／切り替え、ワークスペース変更、開閉によるフォーカス変更、フォーカス中のタイルを移動する入れ替えの後、ウインドウ中央へ移動します。ウインドウをクリックした位置は維持します。
ko: 포인터가 포커스한 관리 창을 따라가요. Tatami 포커스/전환, 작업 공간 변경, 창 열기·닫기로 인한 포커스 변경, 포커스 타일을 옮기는 교체 뒤에는 창 가운데로 이동해요. 창을 직접 클릭한 위치는 그대로 유지해요.
zh_hans: 让指针跟随已聚焦的受管理窗口。执行 Tatami 焦点/切换、切换工作区、因窗口开关而改变焦点，或交换并移动焦点平铺窗口后，指针会移到该窗口中央。直接点击窗口时保留点击位置。
zh_hant: 讓游標跟隨已聚焦的受管理視窗。執行 Tatami 焦點／切換、切換工作空間、因視窗開關而改變焦點，或交換並移動焦點並排視窗後，游標會移至該視窗中央。直接點按視窗時會保留點按位置。

source: Keep the pointer attached to the window Tatami focuses. It moves after directional focus, window switching, workspace changes, open or close refocus, and swaps that move the focused tile. Always-on-top and Leave As Is windows use their current frames. Clicking a window preserves the click position.
ja: ポインタをTatamiがフォーカスするウインドウへ追従させます。方向フォーカス、アプリ／ウインドウ切り替え、ワークスペース変更、開閉後の再フォーカス、フォーカス中のタイルを移動する入れ替えの後に移動します。常に手前と「そのまま」の切り替え対象では、現在のウインドウフレームを使います。クリックした位置は維持します。
ko: 포인터가 Tatami가 포커스한 창을 따라가요. 방향 포커스, 앱·창 전환, 작업 공간 변경, 창을 열거나 닫은 뒤의 재포커스, 포커스한 타일을 옮기는 교체 뒤에 이동해요. ‘항상 위’와 ‘그대로 두기’ 창은 현재 위치와 크기를 기준으로 해요. 창을 직접 클릭한 위치는 유지해요.
zh_hans: 让指针跟随 Tatami 聚焦的窗口。执行方向焦点、应用/窗口切换、切换工作区、窗口开关后的重新聚焦，或交换并移动焦点平铺窗口后，指针会随之移动。置顶和“保持原样”目标使用实时窗口边框。直接点击窗口时保留点击位置。
zh_hant: 讓游標跟隨 Tatami 聚焦的視窗。執行方向焦點、App／視窗切換、切換工作空間、視窗開關後重新聚焦，或交換並移動焦點並排視窗後，游標會隨之移動。置頂與「維持原狀」目標會使用即時視窗邊框。直接點按視窗時會保留點按位置。

source: Key equivalent
ja: キー相当
ko: 작업 공간 키
zh_hans: 对应按键
zh_hant: 對應按鍵

source: Kind
ja: 種類
ko: 유형
zh_hans: 类型
zh_hant: 類型

source: Launch at login
ja: ログイン時に起動
ko: 로그인할 때 실행
zh_hans: 登录时启动
zh_hant: 登入時啟動

# Launch at Login could not be disabled
source: Tatami couldn’t turn off Open at Login. Try again.
ja: ログイン時に起動をオフにできませんでした
ko: 로그인 시 실행을 끄지 못했어요
zh_hans: 无法关闭登录时启动
zh_hant: 無法關閉登入時啟動

# Launch at Login could not be enabled
source: Tatami couldn’t turn on Open at Login. Try again.
ja: ログイン時に起動をオンにできませんでした
ko: 로그인 시 실행을 켜지 못했어요
zh_hans: 无法开启登录时启动
zh_hant: 無法開啟登入時啟動

source: Launch this app automatically when a workspace activates, if it has no open window. Also restores it when minimized.
ja: ワークスペースの有効化時に開いているウインドウがなければ、このアプリを自動で起動します。最小化中なら復元します。
ko: 작업 공간을 활성화할 때 열린 창이 없으면 이 앱을 자동으로 실행해요. 최소화된 창도 다시 열어요.
zh_hans: 启用工作区时，如果此应用没有打开的窗口，则自动启动；窗口最小化时也会恢复。
zh_hant: 啟用工作空間時，若這個 App 沒有開啟的視窗，則自動啟動；視窗最小化時也會還原。

source: Launch this app automatically when the workspace activates, if it isn't already running.
ja: ワークスペースの有効化時に実行中でなければ、このアプリを自動で起動します。
ko: 작업 공간을 활성화할 때 실행 중이 아니면 이 앱을 자동으로 실행해요.
zh_hans: 启用工作区时，如果此应用尚未运行，则自动启动。
zh_hant: 啟用工作空間時，若這個 App 尚未執行，則自動啟動。

source: Layout
ja: レイアウト
ko: 배치
zh_hans: 布局
zh_hant: 佈局

source: Layout Balanced
ja: レイアウトを均等にしました
ko: 배치를 균등하게 맞췄어요
zh_hans: 布局已平衡
zh_hant: 版面已平衡

source: Layout commands
ja: レイアウトコマンド
ko: 배치 명령
zh_hans: 布局命令
zh_hant: 佈局指令

source: Layout defaults
ja: レイアウトの初期設定
ko: 배치 기본값
zh_hans: 布局默认设置
zh_hant: 佈局預設值

# layouts.json could not be read — saved layouts reset
source: Tatami couldn’t read layouts.json, so saved layouts were reset.
ja: layouts.jsonを読み込めなかったため、保存済みレイアウトをリセットしました
ko: layouts.json을 읽지 못해 저장한 배치를 초기화했어요
zh_hans: 无法读取 layouts.json，已重置保存的布局
zh_hant: 無法讀取 layouts.json，已重設儲存的版面

# layouts.json could not be saved — layout changes won't persist
source: Tatami couldn’t save layouts.json. Layout changes won’t be preserved.
ja: layouts.jsonを保存できないため、レイアウトの変更は保持されません
ko: layouts.json을 저장하지 못해 배치 변경 사항이 유지되지 않아요
zh_hans: 无法保存 layouts.json，布局更改不会保留
zh_hant: 無法儲存 layouts.json，版面變更不會保留

source: Learn a family once, then keep its variants nearby
ja: 操作の基本を一度覚えたら、派生操作も近くで確認できます
ko: 한 번 익힌 동작의 변형을 가까이 모아뒀어요
zh_hans: 掌握一类操作后，相关变体都在附近
zh_hant: 掌握一類操作後，相關變化都在附近

source: Learn switching in a virtual display
ja: 仮想ディスプレイで切り替えを学ぶ
ko: 가상 디스플레이에서 전환 익히기
zh_hans: 在虚拟显示器中学习切换
zh_hant: 在虛擬顯示器中學習切換

# Learn the split tree on one workspace
source: Learn the Tiled Layout in One Workspace
ja: 1つのワークスペースで分割ツリーを学ぶ
ko: 작업 공간 하나에서 분할 트리 익히기
zh_hans: 在一个工作区中学习分区树
zh_hant: 在一個工作空間中學習分割樹

source: Leave one app's real window untouched
ja: 1つのアプリの実ウインドウをそのままにする
ko: 앱 하나의 실제 창은 그대로 두기
zh_hans: 让一个应用的真实窗口保持原样
zh_hant: 讓一個 App 的實際視窗維持原狀

source: Left
ja: 左
ko: 왼쪽
zh_hans: 左侧
zh_hant: 左側

source: Left untouched
ja: そのまま
ko: 그대로 두기
zh_hans: 保持原样
zh_hant: 維持原狀

source: Let keyboard focus follow the pointer
ja: キーボードフォーカスをポインタに追従させます
ko: 키보드 포커스가 포인터를 따라가요
zh_hans: 让键盘焦点跟随指针
zh_hant: 讓鍵盤焦點跟隨游標

source: Let the pointer follow a Tatami focus change
ja: Tatamiのフォーカス変更にポインタを追従させます
ko: Tatami 포커스가 바뀌면 포인터도 따라가요
zh_hans: 让指针跟随 Tatami 的焦点变化
zh_hant: 讓游標跟隨 Tatami 的焦點變化

source: Lift one app above the tiles
ja: 1つのアプリをタイルの手前へ浮かせます
ko: 앱 하나를 타일 위로 띄워요
zh_hans: 将一个应用浮到平铺窗口上方
zh_hant: 將一個 App 浮到並排視窗上方

source: Live — edits re-tile your windows now.
ja: ライブ — 編集内容がすぐにウインドウへ反映されます。
ko: 실시간 — 편집하면 창이 바로 다시 배치돼요.
zh_hans: 实时 — 编辑会立即重新平铺窗口。
zh_hant: 即時 — 編輯會立即重新排列視窗。

source: Loading layout…
ja: レイアウトを読み込み中…
ko: 배치 불러오는 중…
zh_hans: 正在加载布局…
zh_hant: 正在載入佈局…

# Local option unavailable: %@
source: This option isn’t available: %@
ja: ローカルオプションを利用できません：%@
ko: 로컬 옵션을 사용할 수 없어요: %@
zh_hans: 本地选项不可用：%@
zh_hant: 本機選項無法使用：%@

source: Log file
ja: ログファイル
ko: 로그 파일
zh_hans: 日志文件
zh_hant: 記錄檔

source: Loop around
ja: 端から反対側へループ
ko: 끝에서 다시 처음으로
zh_hans: 首尾相接
zh_hant: 首尾相接

source: Low
ja: 低
ko: 낮음
zh_hans: 低
zh_hant: 低

source: macOS app switcher
ja: macOSアプリスイッチャー
ko: macOS 앱 전환기
zh_hans: macOS 应用切换器
zh_hant: macOS App 切換器
